mock_diaries = {
    2023: {
        12: {
            25: {"title": "25일 - 여기는 제목이야", "content": "여기에 내용이 들어갈거야"},
            14: {"title": "14일 - 여기는 제목이야", "content": "여기에 내용이 들어갈거야1"},
            7: {"title": "7일 - 여기는 제목이야", "content": "여기에 내용이 들어갈거야2"},
            5: {"title": "5일 - 여기는 제목이야", "content": "여기에 내용이 들어갈거야3"},
        },
        11: {
            25: {"title": "25일 - 여기는 제목이야", "content": "여기에 내용이 들어갈거야"},
            14: {"title": "14일 - 여기는 제목이야", "content": "여기에 내용이 들어갈거야1"},
            7: {"title": "7일 - 여기는 제목이야", "content": "여기에 내용이 들어갈거야2"},
            5: {"title": "5일 - 여기는 제목이야", "content": "여기에 내용이 들어갈거야3"},
        },
    },
}
